[
    {
        "title" : "What is Cat",
        "subtitle" : "A small domesticated carnivorous mammal with soft fur, a short snout, and retractable claws. ",
        "image_url" : "https://cdn.pixabay.com/photo/2019/03/23/17/32/cat-4075772_960_720.jpg",
        "detail" : "แมว (ชื่อวิทยาศาสตร์: Felis catus) เป็นสัตว์เลี้ยงลูกด้วยนม อยู่ในตระกูล Felidae ต้นตระกูลมาจากเสือไซบีเรีย (Felis tigris altaica) ซึ่งมีช่วงลำตัว\nตั้งแต่จมูกถึงปลายหางยาวประมาณ 40 เซนติเมตร แมวที่เลี้ยงตามบ้าน จะมีรูปร่างขนาดเล็ก ขนาดลำตัวยาว ช่วงขาสั้นและจัดอยู่ในกลุ่มของประเภท\nสัตว์กินเนื้อ มีเขี้ยวและเล็บแหลมคมสามารถหดซ่อนเล็บได้เช่นเดียวกับเสือสืบสายเลือดมาจากแมวป่าที่มีขนาดใหญ่กว่า ซึ่งลักษณะบางอย่างของแมว\nยังคงพบเห็นได้ในแมวบ้านปัจจุบัน"
    },
    {
        "title" : "What the main breeds of cat",
        "subtitle" : "Domestic Shorthair and Domestic Longhair Cats",
        "image_url" : "https://cdn.pixabay.com/photo/2018/06/18/17/21/cat-3482912_960_720.jpg",
        "detail" : "Then sagain, most modern cat breeds are descendents of one type of domestic or another, and 95% of house cats in the US are\n Domestics. Domestics come in all colors and sizes, and may have long or short of hair."
    },
    {
        "title" : "How many cat breeds",
        "subtitle" : "There are 71 cat breeds recognized by The International Cat Association (TICA).",
        "image_url" : "https://cdn.pixabay.com/photo/2018/05/15/22/00/cat-3404373_960_720.jpg",
        "detail" : "The Bengal, Russian Blue, Persian, and Maine Coon are all easily recognizable pure cat breeds. But they are not quite as \ncommon as you might think. In reality, pedigreed cats only make up about 5% of the worlds total cat population! \nAnd these four distinguished breeds hardly scratch the surface — there may be 71 breeds of cats (and counting)."
    },
    {
        "title" : "Breed in Thai",
        "subtitle" : "The 5 Most Beautiful Cat Breeds From Thailand",
        "image_url" : "https://cdn.pixabay.com/photo/2017/03/07/15/17/cat-2124270_960_720.jpg",
        "detail" : "The Thai or Wichien Maat (Thai: วิเชียรมาศ, [wí.tɕʰīan.mât] wichianmat, meaning 'diamond gold') is a newly renamed but old cat breed, related to but distinct from the Western"
    }
]